{
  "details_pt": "",
  "details_en": "\\##﻿# Credits\n\n* **Performance**: Isabel Sanche, Julio Castro, Manuela Libman, Nicole Gomes, and Lucas Inácio Nascimento. \n* **Direction**: Victor Seixas \n* **Co-direction:** Caito Guimaraens\n* **Dramaturgy**: Gabriela Giffoni and Thaíssa Klotz\n* **Technology and sound**: Hugo Rocha, Miguel Mermelstein, **Alberto Harres**, Nickolas Borba, and Gabriel Turner\\\n* **Stand-ins**: Caio Chacal and Ian Cukierman\n* **Lighting**: Rafael Turatti / João Maia Peixoto\n* **Costume**: Companhia Volante\n* **Graphic art and visual programming:** Gaya Rachel\n* **Historical research:** Camila Crespo\n* **Infrastructure:** Hector Tabet\n* **Executive production**: Analu Chaves\n* **Production direction**: Gabriela Machado\n* **Realization**: Companhia Volante\n\n### Technology\n\n* Kinect live interaction with [OpenFrameworks](https://openframeworks.cc/)\n* Object detection with [OpenCV](https://opencv.org/) and [Processing](https://processing.org/)\n* Live Projection Mapping with [Resolume](https://resolume.com/)\n\n### Links \n\n* [Companhia Volante](https://www.companhiavolante.com/)",
  "description_pt": "",
  "content_pt": "Central - uma peça paisagem em tantos movimentos é o segundo espetáculo da Companhia Volante com foco na itinerância e na ocupação do espaço urbano. Criada em processo colaborativo com uma equipe de quase vinte artistas envolvidos, estreou em agosto de 2018 no circuito entre o Largo da Carioca e a Cinelândia, no centro do Rio de Janeiro.\n\nA peça tem na sua estrutura a pesquisa em tecnologia, arquitetura, paisagem, corpo, política e performatividade. Cada um dos cincos performers conduziu temas de interesse pessoal e caros à coletividade, são eles: a educação; a morte e o genocídio negro; o consumo; a segurança pública e a vigilância social; a epidemia de dança e o corpo da mulher em irrupção. Por meio de uma trajetória pela cidade, que instaura diferentes paisagens, os veículos vão desenvolvendo ações e elaborando encontros com a arquitetura concreta dos espaços e a construção simbólica dos seus interesses.\n\nCentral é uma leitura do aqui e agora; uma cartografia não para nos direcionar, mas para nos localizar. Cinco veículos mediam vivências que nos permeiam, em uma trajetória entre praças. Massa e matilha em implosão, irrupção e turbulência.",
  "title_pt": "",
  "thumbnail": "/img/22349c_2d9b39c503d3498292bd804f64e40688~mv2_d_1896_1266_s_2.jpg",
  "description_en": "Uma peça paisagem em tantos movimentos",
  "content_en": "Central is the second show by Companhia Volante focusing on roaming and occupying urban space. Created in a collaborative process with a team of almost twenty artists involved, it premiered in August 2018 on the circuit between Largo da Carioca and Cinelândia, in the center of Rio de Janeiro.\n\nThe play is structured around research into technology, architecture, landscape, the body, politics and performativity. Each of the five performers dealt with topics of personal interest and dear to the community, including: education; death and the black genocide; consumption; public security and social surveillance; the dance epidemic and women's bodies in irruption. Through a trajectory through the city, which establishes different landscapes, the vehicles develop actions and elaborate encounters with the concrete architecture of the spaces and the symbolic construction of their interests.",
  "title_en": "Central",
  "gallery": [
    "/img/central-2_1.gif",
    "/img/peça-central-prévia-multiverso-30-08-18-3.jpg",
    "/img/mg_6961__2.jpg",
    "/img/mar.jpg",
    "/img/central_mairab063.jpg"
  ],
  "tags": [
    "theater",
    "mapping",
    "street",
    "processing",
    "projection_mapping",
    "performance"
  ],
  "cover_img": "/img/central-2_1.gif",
  "year": "2018"
}