{
	"details": "### Team\n\n- _Alberto Harres_: Web Development, Data Visualization\n- _Antonio Hofmeister_ Riberito: Web Development, Interactive Experience\n- _Slava Romanov_: Team lead, Data Research, Data Visualization, Sonification\n- _Lucy Saribegyan_: Graphic Design, Web Design\n- _Maiia Guseva_: Data Research\n- _Sofya Ozga_: Data Researcher\n\n### Tech Stack\n\nAs part of the team, I used the following libraries\n\n- Dataviz: [t﻿hree.js / 3d-force-vector](https://github.com/vasturiano/3d-force-graph)\n- Front-end SSR: [nuxtjs](https://nuxtjs.org/)\n- Backend: [Node.js](https://nodejs.org/en)\n\n### Press\n\n- [TAZ](https://taz.de/Kunstprojekt-Edit-Wars-in-Bremen/!5909071/)\n- [Buten un Binnen](https://www.prisma.de/mediathek/regionalmagazin/buten-un-binnen-regionalmagazin/edit-wars-wie-eine-gruppe-mit-kunst-gegen-propaganda-vorgeht,43282011)",
	"thumbnail": "/img/hfk-press_720.jpg",
	"content": "This project is based on data analysis of propaganda narratives created and reproduced by the Russian state-approved digital media from January to July 2022. The Edit Wars team explored which key themes, messages and propaganda techniques formed a parallel reality for the Russian audience after the invasion of Ukraine. Using the GDELT Global Difference Graph (GDG) databases, we analyzed more than 500,000 headlines from Russian-language media with machine learning tools to show and explain to the world community how the war in Ukraine is covered by Russian propaganda.\n\n### Website\n\nAs a direct form to combat misinformation and investigate the different propaganda narratives that seeked to justify the invasion of Ukraine, an interactive website was developed contaning the data-research together with word-cloud visualizations.\n\n![](/img/screenshot-2023-09-02-at-19.23.00.png)\n\n![](/img/screenshot-2023-09-02-at-19.22.49.png)\n\n### Installation\n\nAs a final piece of the project, an interactive installation was developed which seeked to convey the experience of project and reflect on its effect both in- and outside their national borders.\n\nThe installation consisted of a ceiling interactive projection, where the words analysed in the project would come raining down on people, depending on their position. The spatialized text to speech sound also distorted according to people's position. All this in real time. Around this projection there were fences with signs explaining what kind of data analysis was done in the project.",
	"title": "Edit Wars",
	"gallery": [
		"/img/gif.gif",
		"/img/ezgif-1-ac0c65a35a.gif",
		"/img/gif.gif"
	],
	"tags": [
		"installation",
		"web",
		"projection_mapping",
		"sound",
		"api",
		"dataviz"
	],
	"year": "2022",
	"importance": 1.3
}