{
  "content": "| Year | Exhibition / Project |\n|------|-----------------------|\n| 2013 | Interactive sound installation “Simbinoise” as part of the “Biônicos” collective in the festival “Circo Digital”, Rio de Janeiro, Brazil. |\n| 2016 | Generative video installation “Recombining Memories” shown in Lampa Gallery as part of The Wrong Bienalle, in Saint Petersbourg, Russia. |\n| 2016 | Interactive video installation “XYZ” in the exhibition “Capte-me” at Museum of Tomorrow, Rio de Janeiro, Brazil. |\n| 2016 | “Estudo sobre Uruçumirim”, intervention on the museum space with print and Portuguese stones, as part of the group exhibition “Intervenções entre XIX e XXI”, Museu Nacional de Belas-Artes, Rio de Janeiro, Brazil. |\n| 2017 | “Itinerário Etimológico”, sound installation as part of the group exhibition “Histórias fora de Ordem”, National Historic Museum, Rio de Janeiro, Brazil. |\n| 2017 | “When Speaking of Tongues”, exhibition in collaboration with Lotus Lien as part of Cooper Union’s senior art students shows, Manhattan, New York City, USA. |\n| 2018 | “Vozes da Terra”, result of the residency program “Arte Eletrônica Indígena” (Indigenous Electronic Art), at MAM (Museum of Modern Art), Salvador, Brazil. |\n| 2018 | Co-curator and exhibiting artist in the Generative Art Festival “Multiverso”, Rio de Janeiro, Brazil. |\n| 2019 | Exhibition of the project “Vozes da Terra” as part of the “British Academy Summer Showcase”, London, UK. |\n| 2021 | “The living body is the central object of all politics”, installation project with Chi Him Chik, shown at Hochschule für Künste Bremen, and at Gutebahnhof, Bremen, Germany. |\n| 2022 | Part of exhibition “Learning to draw” at Hochschule für Künste Bremen, with the installation piece “Future pass archeology of now”, Bremen, Germany. |\n| 2022 | Part of exhibition “EIGHT PERMS FOR A DIGITAL AGE” at Dauerwelle Ship, Bremen, Germany. |\n| 2022 | Part of exhibition “Gedankenexperimente” in Galerie Flut, Hochschule für Künste Bremen. |\n| 2023 | Exhibition “Propaganda Narrative Soundscapes” as part of Edit Wars project, at Tor40 gallery, Bremen, Germany. |\n| 2023 | Exhibiting artist at Ars Electronica Festival, installation “Arche-Scriptures” as part of HfK Bremen student exhibition “Matter Matters”. [Link](https://ars.electronica.art/who-owns-the-truth/en/arche-scriptures/) |\n| 2023 | Part of Voltaje Festival, installation “Arche-Scriptures: Reflection Between Earth and Sky”, Bogotá, Colombia. [Link](https://voltaje.co/team-member/alberto-harres/) |\n| 2024 | Part of exhibition “Studies of Change” at Alte Pathologie, Bremen, Germany. [Link](https://studiesofchange.hfk-bremen.de/) |\n| 2024 | Solo exhibition “Terra Inscrita: Reflexões sobre a Bacia do Rio Cuiabá” at Galeria Estação Jaqueira, Petrópolis - RJ, Brazil. [Link](https://tribunadepetropolis.com.br/noticias/agenda-do-fim-de-semana-conta-com-diversos-eventos-literarios-e-muitas-outras-atracoes-gratuitas-em-petropolis-saiba-mais/) |\n| 2024 | Exhibiting artist at PixxelPoint Festival with installation “Arche-Scriptures: Border lines” at Carinarnica. [Link](https://www.pixxelpoint.org/arche-scriptures/) |\n| 2024 | Master Thesis Exhibition \"Terra Inscrita: Topographic Scars \\ Sedimenting Memories\", Bremen, Germany. |\n| 2025 | Exhibiting artist in project \"AdNauseam\" at exhibition \"Choose your filter!\" at ZKM | Center for Art and Media Karlsruhe. (Link) |\n| 2025 | Part of group exhibition BBK Jahresausstellung 2025 - Fließender Übergang with project \"Terra Inscrita: Topographic Scars \\ Sedimenting Memories\". (Link) |\n| 2025 | Solo exhibition at Generative Arts Fair, part of Adela Festival, organized by Ljudmila Lab, Ljubljana, Slovenia. (Link) |",
  "title": "curriculum vitae"
}